Repository: my-monkeys/OpenSuperWhisper
Catalog: OpenSuperWhisper/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_br

source: Lower the system output volume while recording, then restore it
de: Die Systemausgabelautstärke während der Aufnahme verringern und danach wiederherstellen
es: Bajar el volumen de salida del sistema mientras se graba y luego restaurarlo
fr: Baisser le volume de sortie système pendant l'enregistrement, puis le rétablir
it: Abbassa il volume di uscita del sistema durante la registrazione, poi lo ripristina
pt_br: Baixe o volume de saída do sistema durante a gravação e depois restaure-o

source: Microphone Access
de: Mikrofon-Zugriff
es: Acceso al micrófono
fr: Accès au microphone
it: Accesso al microfono
pt_br: Acesso ao microfone

source: Model
de: Modell
es: Modelo
fr: Modèle
it: Modello
pt_br: Modelo

source: Model Parameters
de: Modellparameter
es: Parámetros del modelo
fr: Paramètres du modèle
it: Parametri del modello
pt_br: Parâmetros do modelo

source: Models Directory:
de: Modellverzeichnis:
es: Directorio de modelos:
fr: Dossier des modèles :
it: Cartella dei modelli:
pt_br: Diretório de modelos:

source: Modifier Key
de: Modifikatortaste
es: Tecla modificadora
fr: Touche de modification
it: Tasto modificatore
pt_br: Tecla modificadora

source: More info
de: Mehr Infos
es: Más información
fr: Plus d'infos
it: Maggiori informazioni
pt_br: Mais informações

source: Multilingual, 25 languages
de: Mehrsprachig, 25 Sprachen
es: Multilingüe, 25 idiomas
fr: Multilingue, 25 langues
it: Multilingue, 25 lingue
pt_br: Multilíngue, 25 idiomas

source: Multiple files will be queued
de: Mehrere Dateien werden in die Warteschlange gestellt
es: Varios archivos se pondrán en cola
fr: Plusieurs fichiers seront mis en file d'attente
it: Più file verranno messi in coda
pt_br: Vários arquivos serão enfileirados

source: Near cursor
de: Nahe dem Cursor
es: Cerca del cursor
fr: Près du curseur
it: Vicino al cursore
pt_br: Perto do cursor

source: Near cursor (default) shows it just above your text caret. Top, Center or Bottom pin it to the middle of the screen instead.
de: „Nahe dem Cursor“ (Standard) zeigt sie direkt über der Schreibmarke an. „Oben“, „Mitte“ oder „Unten“ verankern sie stattdessen mittig am Bildschirm.
es: «Cerca del cursor» (predeterminado) lo muestra justo encima del cursor de texto. «Arriba», «Centro» o «Abajo» lo fijan en el centro de la pantalla.
fr: « Près du curseur » (par défaut) l'affiche juste au-dessus de votre curseur de texte. « Haut », « Centre » ou « Bas » le fixent plutôt au milieu de l'écran.
it: «Vicino al cursore» (predefinito) lo mostra appena sopra il cursore di testo. «In alto», «Al centro» o «In basso» lo fissano invece al centro dello schermo.
pt_br: Perto do cursor (padrão) mostra logo acima do cursor de texto. Superior, Centro ou Inferior fixam no meio da tela.

source: No Speech Threshold:
de: Schwellenwert für keine Sprache:
es: Umbral de ausencia de voz:
fr: Seuil d'absence de parole :
it: Soglia di assenza voce:
pt_br: Limite de ausência de fala:

source: No microphones available
de: Keine Mikrofone verfügbar
es: No hay micrófonos disponibles
fr: Aucun microphone disponible
it: Nessun microfono disponibile
pt_br: Nenhum microfone disponível

source: No recordings yet
de: Noch keine Aufnahmen
es: Aún no hay grabaciones
fr: Aucun enregistrement pour l'instant
it: Ancora nessuna registrazione
pt_br: Nenhuma gravação ainda

source: No results found
de: Keine Ergebnisse gefunden
es: No se encontraron resultados
fr: Aucun résultat trouvé
it: Nessun risultato trovato
pt_br: Nenhum resultado encontrado

source: No speech detected
de: Keine Sprache erkannt
es: No se detectó voz
fr: Aucune parole détectée
it: Nessuna voce rilevata
pt_br: Nenhuma fala detectada

source: No words yet. Add one below.
de: Noch keine Wörter. Füge unten eines hinzu.
es: Aún no hay palabras. Añade una abajo.
fr: Aucun mot pour l'instant. Ajoutez-en un ci-dessous.
it: Ancora nessuna parola. Aggiungine una qui sotto.
pt_br: Nenhuma palavra ainda. Adicione uma abaixo.

source: None
de: Keine
es: Ninguno
fr: Aucune
it: Nessuno
pt_br: Nenhuma

source: Notify When No Paste Target
de: Benachrichtigen, wenn kein Einfügeziel vorhanden
es: Avisar cuando no haya destino de pegado
fr: Avertir en l'absence de cible de collage
it: Avvisa quando non c'è una destinazione per incollare
pt_br: Avisar quando não houver alvo de colagem

source: Number of beams to use in beam search
de: Anzahl der in der Beam-Suche verwendeten Beams
es: Número de haces que se usarán en la búsqueda por haz
fr: Nombre de faisceaux à utiliser dans la recherche en faisceau
it: Numero di beam da usare nella beam search
pt_br: Número de feixes a usar na busca em feixe

source: Ollama endpoint
de: Ollama-Endpunkt
es: Endpoint de Ollama
fr: Point d'accès Ollama
it: Endpoint di Ollama
pt_br: Endpoint do Ollama

source: One-tap to toggle recording
de: Einmal tippen, um die Aufnahme umzuschalten
es: Un toque para activar o detener la grabación
fr: Une seule pression pour activer ou arrêter l'enregistrement
it: Un tocco per avviare o fermare la registrazione
pt_br: Um toque para alternar a gravação

source: Open Folder
de: Ordner öffnen
es: Abrir carpeta
fr: Ouvrir le dossier
it: Apri cartella
pt_br: Abrir pasta

source: Open Input Monitoring Settings…
de: Einstellungen für Eingabeüberwachung öffnen…
es: Abrir los ajustes de Monitorización de entrada…
fr: Ouvrir les réglages de Surveillance de la saisie…
it: Apri le impostazioni di Monitoraggio input…
pt_br: Abrir configurações de Monitoramento de Entrada…

source: Open models directory
de: Modellverzeichnis öffnen
es: Abrir el directorio de modelos
fr: Ouvrir le dossier des modèles
it: Apri la cartella dei modelli
pt_br: Abrir diretório de modelos

source: Open transcriptions directory
de: Transkriptionsverzeichnis öffnen
es: Abrir el directorio de transcripciones
fr: Ouvrir le dossier des transcriptions
it: Apri la cartella delle trascrizioni
pt_br: Abrir diretório de transcrições

source: Optional text to guide the model's transcription
de: Optionaler Text, der die Transkription des Modells lenkt
es: Texto opcional para guiar la transcripción del modelo
fr: Texte facultatif pour guider la transcription du modèle
it: Testo facoltativo per guidare la trascrizione del modello
pt_br: Texto opcional para guiar a transcrição do modelo

source: Output Options
de: Ausgabeoptionen
es: Opciones de salida
fr: Options de sortie
it: Opzioni di output
pt_br: Opções de saída

source: Parakeet Model
de: Parakeet-Modell
es: Modelo Parakeet
fr: Modèle Parakeet
it: Modello Parakeet
pt_br: Modelo Parakeet

source: Pause media during recording
de: Medien während der Aufnahme pausieren
es: Pausar multimedia durante la grabación
fr: Mettre les médias en pause pendant l'enregistrement
it: Metti in pausa i media durante la registrazione
pt_br: Pausar mídia durante a gravação

source: Pause other apps' playback while recording, then resume.
de: Die Wiedergabe anderer Apps während der Aufnahme pausieren und danach fortsetzen.
es: Pausar la reproducción de otras apps mientras se graba y reanudarla después.
fr: Mettre en pause la lecture des autres apps pendant l'enregistrement, puis la reprendre.
it: Metti in pausa la riproduzione delle altre app durante la registrazione, poi riprendila.
pt_br: Pause a reprodução de outros apps durante a gravação e depois retome.

source: Play a notification sound when recording begins
de: Beim Beginn der Aufnahme einen Hinweiston abspielen
es: Reproducir un sonido de notificación cuando empieza la grabación
fr: Émettre un son de notification au début de l'enregistrement
it: Riproduci un suono di notifica all'inizio della registrazione
pt_br: Reproduzir um som de notificação quando a gravação começa

source: Play sound when recording starts and stops
de: Ton beim Start und Ende der Aufnahme abspielen
es: Reproducir un sonido al empezar y al terminar de grabar
fr: Émettre un son au début et à la fin de l'enregistrement
it: Riproduci un suono all'avvio e alla fine della registrazione
pt_br: Reproduzir som ao iniciar e ao terminar a gravação

source: Post-Record Hook
de: Hook nach Aufnahme
es: Hook posgrabación
fr: Action après enregistrement
it: Hook post-registrazione
pt_br: Hook pós-gravação

source: Preferred spelling
de: Bevorzugte Schreibweise
es: Ortografía preferida
fr: Orthographe préférée
it: Grafia preferita
pt_br: Grafia preferida

source: Press
de: Drücke
es: Pulsa
fr: Appuyez sur
it: Premi
pt_br: Pressione

source: Press this key during recording to cancel and discard it without transcribing. Defaults to Esc — rebind it here if Esc conflicts with something else.
de: Diese Taste während der Aufnahme drücken, um sie abzubrechen und ohne Transkribieren zu verwerfen. Standard ist Esc – hier neu belegen, falls Esc mit etwas anderem kollidiert.
es: Pulsa esta tecla durante la grabación para cancelarla y descartarla sin transcribir. Por defecto es Esc; reasígnala aquí si Esc entra en conflicto con otra cosa.
fr: Appuyez sur cette touche pendant l'enregistrement pour l'annuler et la supprimer sans transcrire. Par défaut Échap — réassignez-la ici si Échap entre en conflit avec autre chose.
it: Premi questo tasto durante la registrazione per annullarla e scartarla senza trascriverla. Il valore predefinito è Esc — riassegnalo qui se Esc va in conflitto con qualcos'altro.
pt_br: Pressione esta tecla durante a gravação para cancelá-la e descartá-la sem transcrever. O padrão é Esc — reatribua aqui se Esc conflitar com outra coisa.

source: Press while recording to discard it.
de: Während der Aufnahme drücken, um sie zu verwerfen.
es: Pulsa mientras grabas para descartarla.
fr: Appuyez pendant l'enregistrement pour l'annuler.
it: Premi durante la registrazione per scartarla.
pt_br: Pressione durante a gravação para descartá-la.

source: Press your new shortcut combination...
de: Drücke deine neue Tastenkombination…
es: Pulsa tu nueva combinación de atajo...
fr: Appuyez sur votre nouvelle combinaison de raccourci...
it: Premi la tua nuova combinazione di scorciatoia...
pt_br: Pressione sua nova combinação de atalho...

source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
it: Anteprima
pt_br: Pré-visualização

source: Preview your speech in the indicator as you talk (Parakeet only).
de: Sprache beim Sprechen in der Anzeige vorab darstellen (nur Parakeet).
es: Previsualiza lo que dices en el indicador mientras hablas (solo Parakeet).
fr: Prévisualisez votre parole dans l'indicateur à mesure que vous parlez (Parakeet uniquement).
it: Visualizza l'anteprima del tuo parlato nell'indicatore mentre parli (solo Parakeet).
pt_br: Pré-visualize sua fala no indicador enquanto fala (apenas Parakeet).

source: Privacy
de: Datenschutz
es: Privacidad
fr: Confidentialité
pt_br: Privacidade

source: Pro Tip:
de: Profi-Tipp:
es: Consejo:
fr: Astuce :
it: Suggerimento:
pt_br: Dica profissional:

source: Processing...
de: Verarbeite…
es: Procesando...
fr: Traitement...
it: Elaborazione...
pt_br: Processando...

source: Quit
de: Beenden
es: Salir
fr: Quitter
it: Esci
pt_br: Sair

source: Recording Behavior
de: Aufnahmeverhalten
es: Comportamiento de la grabación
fr: Comportement d'enregistrement
it: Comportamento di registrazione
pt_br: Comportamento de gravação

source: Recording Trigger
de: Aufnahmeauslöser
es: Activador de grabación
fr: Déclencheur d'enregistrement
it: Attivazione della registrazione
pt_br: Gatilho de gravação

source: Recording…
de: Aufnahme läuft…
es: Grabando…
fr: Enregistrement…
it: Registrazione…
pt_br: Gravando…

source: Regenerate transcription
de: Transkription neu erstellen
es: Regenerar transcripción
fr: Régénérer la transcription
it: Rigenera la trascrizione
pt_br: Regenerar transcrição

source: Relaunch Now
de: Jetzt neu starten
es: Reiniciar ahora
fr: Relancer maintenant
it: Riavvia ora
pt_br: Reiniciar agora

source: Relaunch to apply the new language.
de: Zum Übernehmen der neuen Sprache neu starten.
es: Reinicia para aplicar el nuevo idioma.
fr: Relancez pour appliquer la nouvelle langue.
it: Riavvia per applicare la nuova lingua.
pt_br: Reinicie para aplicar o novo idioma.

source: Remove filler words
de: Füllwörter entfernen
es: Eliminar muletillas
fr: Supprimer les mots de remplissage
it: Rimuovi le parole riempitive
pt_br: Remover palavras de preenchimento

source: Remove this entry
de: Diesen Eintrag entfernen
es: Eliminar esta entrada
fr: Supprimer cette entrée
it: Rimuovi questa voce
pt_br: Remover esta entrada

source: Removes matches of the regex below (case-insensitive) from the transcription, then tidies the spacing. Off by default; the inserted text is otherwise unchanged.
de: Entfernt Treffer des untenstehenden Regex (ohne Berücksichtigung der Groß-/Kleinschreibung) aus der Transkription und bereinigt anschließend die Abstände. Standardmäßig aus; der eingefügte Text bleibt ansonsten unverändert.
es: Elimina de la transcripción las coincidencias de la expresión regular de abajo (sin distinguir mayúsculas) y luego ajusta los espacios. Desactivado por defecto; por lo demás, el texto insertado no se modifica.
fr: Supprime de la transcription les correspondances de l'expression régulière ci-dessous (insensible à la casse), puis nettoie les espaces. Désactivé par défaut ; le texte inséré est sinon inchangé.
it: Rimuove dalla trascrizione le corrispondenze della regex qui sotto (senza distinzione tra maiuscole e minuscole), poi sistema la spaziatura. Disattivato per impostazione predefinita; il testo inserito resta altrimenti invariato.
pt_br: Remove da transcrição as correspondências do regex abaixo (sem diferenciar maiúsculas) e depois ajusta o espaçamento. Desativado por padrão; fora isso, o texto inserido permanece inalterado.

source: Replace recognized words with a preferred spelling. Matching is case-insensitive and limited to whole words. With Whisper, the replacements are also used to bias recognition.
de: Ersetzt erkannte Wörter durch eine bevorzugte Schreibweise. Der Abgleich berücksichtigt keine Groß-/Kleinschreibung und ist auf ganze Wörter beschränkt. Bei Whisper werden die Ersetzungen zusätzlich genutzt, um die Erkennung zu beeinflussen.
es: Sustituye las palabras reconocidas por una ortografía preferida. La coincidencia no distingue mayúsculas y se limita a palabras completas. Con Whisper, las sustituciones también se usan para orientar el reconocimiento.
fr: Remplace les mots reconnus par l'orthographe de votre choix. La correspondance est insensible à la casse et limitée aux mots entiers. Avec Whisper, les remplacements servent aussi à orienter la reconnaissance.
it: Sostituisce le parole riconosciute con una grafia preferita. La corrispondenza è senza distinzione tra maiuscole e minuscole e limitata alle parole intere. Con Whisper, le sostituzioni vengono usate anche per orientare il riconoscimento.
pt_br: Substitua palavras reconhecidas por uma grafia preferida. A correspondência não diferencia maiúsculas e se limita a palavras inteiras. Com o Whisper, as substituições também são usadas para influenciar o reconhecimento.

source: Replace with
de: Ersetzen durch
es: Sustituir por
fr: Remplacer par
it: Sostituisci con
pt_br: Substituir por

source: Required Permissions
de: Erforderliche Berechtigungen
es: Permisos necesarios
fr: Autorisations requises
it: Autorizzazioni richieste
pt_br: Permissões necessárias

source: Required for audio recording
de: Erforderlich für Audioaufnahmen
es: Necesario para grabar audio
fr: Requis pour l'enregistrement audio
it: Richiesto per la registrazione audio
pt_br: Necessário para gravação de áudio

source: Required for global keyboard shortcuts
de: Erforderlich für globale Tastaturkurzbefehle
es: Necesario para los atajos de teclado globales
fr: Requis pour les raccourcis clavier globaux
it: Richiesto per le scorciatoie da tastiera globali
pt_br: Necessário para atalhos de teclado globais

source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
pt_br: Tentar novamente

source: Right ⇧ Shift
de: Rechte ⇧ Umschalttaste
es: ⇧ Mayúsculas derecha
fr: ⇧ Majuscule droite
it: ⇧ Maiusc destro
pt_br: ⇧ Shift direito

source: Right ⌃ Control
de: Rechte ⌃ Ctrl-Taste
es: ⌃ Control derecho
fr: ⌃ Contrôle droite
it: ⌃ Control destro
pt_br: ⌃ Control direito

source: Right ⌘ Command
de: Rechte ⌘ Befehlstaste
es: ⌘ Comando derecho
fr: ⌘ Commande droite
it: ⌘ Command destro
pt_br: ⌘ Command direito

source: Right ⌥ Option
de: Rechte ⌥ Wahltaste
es: ⌥ Opción derecha
fr: ⌥ Option droite
it: ⌥ Option destro
pt_br: ⌥ Option direito

source: Run a command after each transcription
de: Einen Befehl nach jeder Transkription ausführen
es: Ejecutar un comando tras cada transcripción
fr: Exécuter une commande après chaque transcription
it: Esegui un comando dopo ogni trascrizione
pt_br: Executar um comando após cada transcrição

source: Save Transcription History
de: Transkriptionsverlauf sichern
es: Guardar el historial de transcripciones
fr: Enregistrer l'historique des transcriptions
it: Salva la cronologia delle trascrizioni
pt_br: Salvar histórico de transcrições

source: Search in transcriptions
de: In Transkriptionen suchen
es: Buscar en las transcripciones
fr: Rechercher dans les transcriptions
it: Cerca nelle trascrizioni
pt_br: Buscar nas transcrições

source: Select
de: Auswählen
es: Seleccionar
fr: Sélectionner
it: Seleziona
pt_br: Selecionar

source: Select microphone
de: Mikrofon auswählen
es: Seleccionar micrófono
fr: Sélectionner un microphone
it: Seleziona il microfono
pt_br: Selecionar microfone

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
pt_br: Configurações

source: Settings...
de: Einstellungen…
es: Ajustes...
fr: Réglages...
it: Impostazioni...
pt_br: Configurações...

source: Shortcut
de: Kurzbefehl
es: Atajo
fr: Raccourci
it: Scorciatoia
pt_br: Atalho

source: Show Timestamps
de: Zeitstempel anzeigen
es: Mostrar marcas de tiempo
fr: Afficher les horodatages
it: Mostra i timestamp
pt_br: Mostrar marcações de tempo

source: Show less
de: Weniger anzeigen
es: Mostrar menos
fr: Afficher moins
it: Mostra meno
pt_br: Mostrar menos

source: Show more
de: Mehr anzeigen
es: Mostrar más
fr: Afficher plus
it: Mostra di più
pt_br: Mostrar mais

source: Show the transcription live while recording (Parakeet only)
de: Die Transkription während der Aufnahme live anzeigen (nur Parakeet)
es: Mostrar la transcripción en directo mientras se graba (solo Parakeet)
fr: Afficher la transcription en direct pendant l'enregistrement (Parakeet uniquement)
it: Mostra la trascrizione in tempo reale durante la registrazione (solo Parakeet)
pt_br: Mostrar a transcrição ao vivo durante a gravação (apenas Parakeet)

source: Single Modifier Key
de: Einzelne Modifikatortaste
es: Tecla modificadora única
fr: Touche de modification unique
it: Singolo tasto modificatore
pt_br: Tecla modificadora única

source: Speech Recognition Engine
de: Spracherkennungs-Engine
es: Motor de reconocimiento de voz
fr: Moteur de reconnaissance vocale
it: Motore di riconoscimento vocale
pt_br: Motor de reconhecimento de fala

source: Start OpenSuperWhisper automatically when you log in.
de: OpenSuperWhisper automatisch beim Anmelden starten.
es: Inicia OpenSuperWhisper automáticamente al iniciar sesión.
fr: Lancer OpenSuperWhisper automatiquement à l'ouverture de votre session.
it: Avvia OpenSuperWhisper automaticamente quando accedi.
pt_br: Iniciar o OpenSuperWhisper automaticamente quando você fizer login.

source: Start in the Menu Bar
de: In der Menüleiste starten
es: Iniciar en la barra de menús
fr: Démarrer dans la barre de menus
it: Avvia nella barra dei menu
pt_br: Iniciar na barra de menus

source: Startup
de: Start
es: Inicio
fr: Démarrage
it: Avvio
pt_br: Inicialização

source: Strip um, uh, er… from transcriptions before inserting.
de: Entfernt „ähm“, „äh“, „hm“… vor dem Einfügen aus den Transkriptionen.
es: Elimina «em», «eh», «ah»… de las transcripciones antes de insertarlas.
fr: Retire les « euh », « hum », « ben »… des transcriptions avant insertion.
it: Rimuovi um, uh, ehm… dalle trascrizioni prima di inserirle.
pt_br: Remova um, ã, é… das transcrições antes de inserir.

source: Suppress Blank Audio
de: Stille unterdrücken
es: Suprimir audio en blanco
fr: Ignorer les silences
it: Sopprimi l'audio vuoto
pt_br: Suprimir áudio em branco

source: Tap the record button below to get started
de: Tippe unten auf die Aufnahmetaste, um loszulegen
es: Toca el botón de grabar de abajo para empezar
fr: Appuyez sur le bouton d'enregistrement ci-dessous pour commencer
it: Tocca il pulsante di registrazione qui sotto per iniziare
pt_br: Toque no botão de gravação abaixo para começar

source: Temperature:
de: Temperatur:
es: Temperatura:
fr: Température :
it: Temperatura:
pt_br: Temperatura:

source: Temporarily reduce the output volume, then restore it.
de: Die Ausgabelautstärke vorübergehend verringern und danach wiederherstellen.
es: Reduce temporalmente el volumen de salida y luego lo restaura.
fr: Réduire temporairement le volume de sortie, puis le rétablir.
it: Riduci temporaneamente il volume di uscita, poi ripristinalo.
pt_br: Reduza temporariamente o volume de saída e depois restaure-o.

source: Test connection
de: Verbindung testen
es: Probar conexión
fr: Tester la connexion
it: Prova la connessione
pt_br: Testar conexão

source: Test the connection to Ollama
de: Die Verbindung zu Ollama testen
es: Probar la conexión con Ollama
fr: Tester la connexion à Ollama
it: Prova la connessione a Ollama
pt_br: Testar a conexão com o Ollama

source: The text appears after a short delay and is a rough live preview — it may differ from the final result. The text that actually gets inserted always comes from the full, accurate transcription, not from this preview.
de: Der Text erscheint mit kurzer Verzögerung und ist eine grobe Live-Vorschau – er kann vom Endergebnis abweichen. Der tatsächlich eingefügte Text stammt immer aus der vollständigen, genauen Transkription, nicht aus dieser Vorschau.
es: El texto aparece tras un breve retardo y es una vista previa aproximada en directo: puede diferir del resultado final. El texto que realmente se inserta siempre procede de la transcripción completa y precisa, no de esta vista previa.
fr: Le texte apparaît après un court délai et constitue un aperçu approximatif en direct — il peut différer du résultat final. Le texte réellement inséré provient toujours de la transcription complète et précise, pas de cet aperçu.
it: Il testo compare dopo un breve ritardo ed è un'anteprima approssimativa in tempo reale — può differire dal risultato finale. Il testo effettivamente inserito proviene sempre dalla trascrizione completa e accurata, non da questa anteprima.
pt_br: O texto aparece após um breve atraso e é uma pré-visualização ao vivo aproximada — pode diferir do resultado final. O texto que de fato é inserido sempre vem da transcrição completa e precisa, não desta pré-visualização.

source: Threshold for detecting speech vs. silence
de: Schwellenwert zur Unterscheidung von Sprache und Stille
es: Umbral para distinguir voz de silencio
fr: Seuil de détection entre parole et silence
it: Soglia per distinguere la voce dal silenzio
pt_br: Limite para detectar fala vs. silêncio

source: Top
de: Oben
es: Arriba
fr: Haut
it: In alto
pt_br: Superior

source: Transcribing...
de: Transkribiere…
es: Transcribiendo...
fr: Transcription...
it: Trascrizione in corso...
pt_br: Transcrevendo...

source: Transcription History Disabled
de: Transkriptionsverlauf deaktiviert
es: Historial de transcripciones desactivado
fr: Historique des transcriptions désactivé
it: Cronologia delle trascrizioni disattivata
pt_br: Histórico de transcrições desativado

source: Transcription Language
de: Transkriptionssprache
es: Idioma de transcripción
fr: Langue de transcription
it: Lingua di trascrizione
pt_br: Idioma da transcrição
